//DEPTPAYJ JOB 1,NOTIFY=&SYSUID
//COPY2DS1 EXEC PGM=IKJEFT01
//INUNIX DD PATHOPTS=(ORDONLY),
// PATH='/z/z69063/cobolcheck/CC##99.CBL'
//OUTMVS DD DSN=Z69063.CBL(DEPTPAY),DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSTSIN DD *
 OCOPY IND(INUNIX) OUTDD(OUTMVS) TEXT CONVERT(YES) PATHOPTS(USE)
/*
//COBRUN  EXEC IGYWCL
//COBOL.SYSIN  DD DSN=Z69063.CBL(DEPTPAY),DISP=SHR
//LKED.SYSLMOD DD DSN=Z69063.LOAD(DEPTPAY),DISP=SHR
//RUN     EXEC PGM=DEPTPAY
//STEPLIB   DD DSN=Z69063.LOAD,DISP=SHR
